{
  "category": "culture-area",
  "title": "Culture & Area",
  "buttons": [
    {
      "name": "Bait Al Gahwa",
      "content": "Emirati coffee (gahwa) is a core part of the UAE’s intangible cultural heritage, served through established Sana’ (etiquette) practices and traditional tools.\n\nBait Al Gahwa is the custodian of the Emirati gahwa experience and its standards, responsible for its preservation and dissemination. It delivers a live cultural experience that highlights the traditions of preparing and serving Emirati gahwa as an expression of respect, generosity, and community bonds passed down through generations.",
      "imageStr": "Bait Al Gahwa Image",
      "iconStr": "Updated Bait Al Ghawa"
    },
    {
      "name": "Perfume",
      "content": "Perfume has long been part of Emirati culture, holding a special place in the traditions of Abu Dhabi and the wider Gulf region. Scent is closely tied to memory, hospitality, and personal care, especially for Emirati women, who have passed down these customs through generations.\n\nEmirati perfumers are known for creating distinctive blends used to fragrance both the body and the home, reflecting pride in their heritage and way of life. Among the most well-known traditional scents are incense, mukhamariyah, oud oil, and herbal mixes, alongside rose oil, saffron, sandalwood, amber, musk, and more.",
      "imageStr": "Perfume Image",
      "iconStr": "Perfume Icon"
    },
    {
      "name": "Talli",
      "content": "Talli is a traditional textile handicraft that features bright colours and beautiful designs. An element of cultural heritage in Abu Dhabi, it decorates all types of women’s clothing, from wedding gowns and formal dresses to everyday wear. Talli is created by twisting and braiding different strands of thread together to create long, narrow strips of textile with fine, elaborate patterns. These skills have been passed down from mother to daughter for generations.",
      "imageStr": "Talli Image",
      "iconStr": "Talli Icon"
    }
  ]
}