{
  "category": "culture-area",
  "title": "Culture & Area",
  "buttons": [
    {
      "name": "Oud",
      "content": "Meaning 'from wood' in Arabic, the pear-shaped oud is one of mankind's oldest stringed instruments. Central to the Middle Eastern music tradition and defining the instrumental culture of Abu Dhabi and the wider United Arab Emirates, the oud is often used for entertainment at social gatherings and events. Dedicated to its preservation, Abu Dhabi’s Bait Al Oud music academy focuses on the study and teaching of the oud and other Arabic instruments, providing music lessons and courses as well as teaching the skills and process of making an oud by hand.",
      "imageStr": "Oud Player image",
      "iconStr": "Oud Player Icon"
    },
    {
      "name": "Bait Al Gahwa",
      "content": "Arabic coffee (known as Gahwa in the Emirati Arabic dialect) has been a central part of Arab culture for centuries, with its preparation and serving marked by elaborate traditions. This initiative is a cultural experience that showcases the traditional methods and rituals of preparing and serving Arabic Gahwa to guests—a living testament to the hospitality passed down through generations. Its importance goes beyond honouring guests; it symbolizes the strength of the social, political, and cultural bonds that shape the Emirati community. It explores each phase of Gahwa preparation, from roasting, cooling, and grinding the beans, to boiling, infusing with distinct flavours, and finally the ceremonial serving. Every stage is guided by specific customs and tools, governed by unique social etiquette in the United Arab Emirates.",
      "imageStr": "Bait Al Gahwa Image",
      "iconStr": "Intangible Heritage - Gahwa - Modheef (The Host)"
    },
    {
      "name": "Perfume",
      "content": "Perfume has long been part of Emirati culture, holding a special place in the traditions of Abu Dhabi and the wider Gulf region. Scent is closely tied to memory, hospitality, and personal care, especially for Emirati women, who have passed down these customs through generations.\n\nEmirati perfumers are known for creating distinctive blends used to fragrance both the body and the home, reflecting pride in their heritage and way of life. Among the most well-known traditional scents are incense, mukhamariyah, oud oil, and herbal mixes, alongside rose oil, saffron, sandalwood, amber, musk, and more. \n\nToday, these perfumes can be found all across Abu Dhabi, offering visitors, offering visitors and residents the chance to experience the country’s rich history of perfume-making and take home a piece of its cultural story.",
      "imageStr": "Perfume Image",
      "iconStr": "Perfume Icon"
    },
    {
      "name": "Talli",
      "content": "Talli is a traditional form of decorative embroidery practiced by Emirati women. Cotton or silk threads, intertwined with gold and silver threads are used to decorate the collars, sleeves and hems of the kandoora and thawb (traditional women’s robes) with intricate designs and vibrant colours.\n\nCreating this beautiful embroidery is a time-consuming and complex process that requires much patience and concentration. Accomplished professional seamstresses are sought out for their unique and outstanding creations.",
      "imageStr": "Talli Image",
      "iconStr": "Talli Icon"
    }
  ]
}